"FanQRCodeScan"    =   "Scan";
"FanQRCodeConfirm" = "Confirm";
"FanQRCodeCancel" = "Cancel";
"FanQRCodeWarmTips" = "Warm Tips";
"FanQRCodeProhibitCameraPermission"  =   "You prohibit Camera Permission,please open it at Setting！";
"FanQRCodeOpenFlash"    =   "The device cannot open the flash!";
"FanQRCodePhotoLibrary"    =   "Photo";
"FanQRCodeFlash"    =   "Flash";
"FanQRCodeScanTips"    =   "Aim the frame of the QR code, it can automatically scan";
